{
  "会计": {
    "base_value": 5,
    "category": "知识",
    "description": "使你理解会计工作的流程以及一个企业或者个人的金融职务。通过检查账簿，你可以发现做假账的员工，对资金的偷偷挪用，对行贿或者敲诈的款项支付，以及经济状况是否比表面陈述的更好或者更差。通过仔细检查旧账户，你可以了解过去的资金的得与失，以及这些资金是付给了谁以及为了什么款项而支付。",
    "difficulty_examples": {
      "regular": "详尽以及良好整理的会计账簿。",
      "hard": "无序或者残缺的会计账簿。",
      "extreme": "调查员与其他人之间的讨论让敌对势力对调查员的意图起了警觉；账簿最重要的一部分被摧毁或者丢失了。"
    },
    "opposed_skills": ["会计"],
    "push_examples": "花费更多的时间来阅览文档；拜访银行或者企业来确认自己的发现；复核里面的账目和数据。",
    "push_failure": "调查员与其他人之间的讨论让敌对势力对调查员的意图起了警觉；账簿最重要的一部分被摧毁或者丢失了。",
    "push_insane": "调查员可能会被发现他把部分的账簿吃下了肚。"
  },
  "人类学": {
    "base_value": 1,
    "category": "知识",
    "description": "使使用者能够通过观察来辨认和理解一个人的生活方式。如果技能使用者持续观察一个其他的文化一段时间，或者在有着关于某种已消失文化的正确资料环境下工作，那么他可以对文化方式以及道德习惯进行简单的预测，即使证据可能并不完整。通过学习文化一个月或者更久，人类学家开始理解这种文化是如何运作的以及，如果结合心理学，可以预测那些研究文化的行为和信仰。",
    "difficulty_examples": {
      "regular": "花费一个月时间或者更多时间与人接触。",
      "hard": "花费仅仅一周或者更少时间与人接触。",
      "extreme": "通过极少的接触和证据判断一个完全陌生或古老的文化。"
    },
    "opposed_skills": ["人类学"],
    "push_examples": "花费更多的时间来研究目标；去'当地'体验一段时间；在一场仪式或祭奠等等活动上扮演一个积极活跃的角色。",
    "push_failure": "被作为研究对象的人群攻击或者监禁，由于一些被察觉的对于他们法律以及风俗的违反行为；遭受严重的副作用作为参与一场包括了摄入精神影响类植物的仪式的结果。",
    "push_insane": "调查员将会在他研究的文化中迷失自我，举例来说，就像电影'现代启示录'中丹尼斯·霍珀演的摄影记者角色一样。"
  },
  "估价": {
    "base_value": 5,
    "category": "知识",
    "description": "用来估计某种物品的价值，包括质量，使用的材料以及工艺。相关的，技能使用者可以准确地辨认出物品的年龄，评估它的历史关联性以及发现赝品。",
    "difficulty_examples": {
      "regular": "一件在制造年代并不稀有的物品，以及用常见材料制作（e.g.50年的金手表）。",
      "hard": "一件不寻常的物品，也许用非寻常材料制成（e.g.几百年历史的外国制品，例如古代卷册）。",
      "extreme": "极其稀有或来源不明的物品；识别精巧的赝品。"
    },
    "opposed_skills": ["估价"],
    "push_examples": "与另一名专家一同确认物品的正确性；进行检验；对物品进行研究。",
    "push_failure": "在研究中意外地毁坏了物品；使这件物品引起了别人的注意，导致这件物品被偷；激活了这件物品的功用。",
    "push_insane": "调查员可能会相信这件物品是被诅咒的并摧毁了它；或者他们视这件物品为他们个人的救星，并拒绝放弃这件物品给其他人。"
  },
  "考古学": {
    "base_value": 1,
    "category": "知识",
    "description": "允许从过去的文化中鉴定一件古董的年代以及辨别它，以及可以用来发现赝品。使获得建立以及开掘一个挖掘遗址的专业知识。通过对遗址的勘察，使用者可以推断留下这遗址的生物的目的和生活方式。人类学可能对此会有所帮助。考古学还有助于辨认已消失的人类语言的书面形式。",
    "difficulty_examples": {
      "regular": "足够的时间和资源来进行工作。",
      "hard": "缺乏时间以及/或者有限的资源。",
      "extreme": "从极少的遗迹中重建一个已灭绝文明的全貌；解读从未见过的远古文字。"
    },
    "opposed_skills": ["考古学"],
    "push_examples": "花费更多的时间来研究物品或者遗址；进行进一步的调查研究；咨询其他专家。",
    "push_failure": "遗址受到损坏，同时发现品因为不适当的操作而损毁，被故意毁坏，或者被偷窃；更高的权威占据了遗址，从你的掌控中夺取了发现；宣传出去的消息导致发现品被偷盗。",
    "push_insane": "调查员会不停得挖掘得更深更深，并且相信真相就在这下面的某处。"
  },
  "艺术/手艺": {
    "base_value": 5,
    "category": "技能",
    "description": "调查员表单上有着专门的空白空间用来写下这门技能的技能专攻。这项技能可能能使你制作或者修理一样东西—通常需要工具和时间，由KP来决定，如果必要的话。在适用成功程度分度的情况下，一个更高等级的成功表示这件物品有着高品质以及/或精致度高。一个艺术或者手艺技能可能可以用于制作一个复制品或者赝品。拥有这个技能的专家将会在某个专门的领域里有着广泛的知识—对于物品本身，它的历史以及当代从事相关行业的人的知识，以及去实践知识的能力。",
    "specializations": ["表演", "美术", "伪造", "写作", "理发", "书法", "木匠", "厨艺", "舞蹈", "莫里斯舞蹈", "歌剧歌唱", "粉刷匠和油漆工", "摄影", "制陶", "雕塑", "吹真空管"],
    "difficulty_examples": {
      "regular": "制作一个标准而适于贩卖的物品。",
      "hard": "制作一个更高质量或者特别复杂的部件。",
      "extreme": "创作世界级的艺术品；从几乎无法辨认的残片中恢复一件艺术品。"
    },
    "opposed_skills": ["艺术/手艺"],
    "push_examples": "从头开始重做物品，部件或者创作；进行进一步的研究调查；与另一位专家核对。",
    "push_failure": "大量的时间与金钱被浪费在创造一个失败的作品上；观众或者顾客由于你的工作的某方面而感到被严重冒犯或者收到了物理性伤害；你的工作被评论家抨击，并且没人会再想要你的服务。",
    "push_insane": "调查员创造了一个有犯罪倾向的作品，并且这件作品冲击并导致了观赏者的暴力反应—也许只有颓废派艺术家会欣赏这件作品。"
  },
  "动物驯养": {
    "base_value": 5,
    "category": "技能",
    "description": "命令以及训练已驯化动物去完成一些简单任务的技能。这个技能最常用于狗上，但也包括鸟、猫、猴子以及其他（取决于KP的判断）。至于对动物的骑乘，例如马或者骆驼，则要用骑术技能来进行行动以及操控这些坐骑。",
    "difficulty_examples": {
      "regular": "命令经过训练的狗坐下，将东西拿过来或者攻击别人。",
      "hard": "命令没有经过训练或者不熟悉的狗执行任务。",
      "extreme": "在有生命危险的情况下控制受惊的动物；训练极度危险或非常规的生物。"
    },
    "opposed_skills": [],
    "push_examples": "采取更大个人风险的行为，特别是更加接近或者直接触摸动物。",
    "push_failure": "动物攻击训练者或者附近的人，通常会造成伤害；动物逃跑了。",
    "push_insane": "调查员可能被发现他的表现举止变得就像他尝试要去操控的动物一样。"
  },
  "魅惑": {
    "base_value": 15,
    "category": "社交",
    "description": "取悦允许通过许多形式来使用，包括肉体魅力、诱惑、奉承或是单纯令人感到温暖的人格魅力。取悦可能可以被用于迫使某人进行特定的行动，但是不会是与个人日常举止完全相反的行为。取悦或是心理学技能可以用于对抗取悦技能。取悦技能可以被用于讨价还价来使一件物品或者服务的价格降低。如果成功，使用者得到了卖家的赞同，并且他们可能乐意降低一点价格。",
    "difficulty_examples": {
      "regular": "说服已经对你有好感的人；在正常社交场合获取信息。",
      "hard": "说服陌生人或警惕之人；获取敏感信息；讨价还价。",
      "extreme": "说服严重敌对的人；获取高度机密信息。"
    },
    "opposed_skills": ["心理学"],
    "push_examples": "以友善的态度明显地赞美对象；赠送一件昂贵的礼物；通过透露一个秘密来建立信任。",
    "push_failure": "被视为轻浮或不诚实；彻底惹恼对方；失去以后的影响机会；被误解为有恶意。",
    "push_insane": "调查员可能会产生严重的依赖，需要不断地得到别人的认可和赞美，或者可能会对他试图取悦的人产生不健康的迷恋。"
  },
  "攀爬": {
    "base_value": 20,
    "category": "身体",
    "description": "这项技能允许调查员攀爬树木、墙壁、断崖或建筑物外表面。当考虑是否进行技能检定时，KP需要考虑不同的因素：如表面的性质、附着点的多少、天气状况和其他可能的危险。",
    "difficulty_examples": {
      "regular": "攀爬有足够抓握点的表面，如砖墙、树木或带绳索的陡坡。",
      "hard": "攀爬较为光滑或陡峭的表面，如雨天的墙壁或岩壁。",
      "extreme": "攀爬几乎垂直或极其光滑的表面，如玻璃外墙或湿滑的悬崖；在极端恶劣的天气条件下攀爬。"
    },
    "opposed_skills": [],
    "push_examples": "冒险尝试更危险的路线；不顾安全快速攀爬；忽视环境因素（如天气）；放弃安全装备以提高速度。",
    "push_failure": "坠落造成伤害；被困在高处；装备损坏导致危险处境；引发滑坡或建筑物部分坍塌。",
    "push_insane": "调查员可能会产生极度的恐高症或反之变得鲁莽自大，认为自己能够不需要任何保护就攀爬任何表面。"
  },
  "计算机使用": {
    "base_value": 5,
    "category": "技能",
    "description": "使用计算机进行各种操作，从基本的文件管理到复杂的编程。这项技能包括对计算机硬件、软件、网络和各种应用程序的了解和操作能力。在现代背景下，这项技能也涵盖对互联网资源的使用和信息检索能力。",
    "difficulty_examples": {
      "regular": "使用常见软件；检索公开信息；进行基本的系统维护。",
      "hard": "修复系统问题；利用社会工程学获取信息；编写或修改简单程序。",
      "extreme": "破解高安全性系统；恢复被专业删除的数据；侦测和抵御复杂的网络攻击。"
    },
    "opposed_skills": ["计算机使用"],
    "push_examples": "花费额外时间深入分析系统；利用专业工具进行进阶操作；咨询专业人士以获取技术支持。",
    "push_failure": "导致系统崩溃或数据丢失；触发安全警报被发现；引起目标系统管理员的注意。",
    "push_insane": "调查员可能对数字世界产生妄想症，相信自己的思想直接与计算机系统连接，或者认为计算机中存在某种数字生命形式。"
  },
  "信用评级": {
    "base_value": 0,
    "category": "社交",
    "description": "信用评级代表调查员的财富、社会地位和可动用的资源。这项技能影响调查员可以购买的物品、接触到的社交圈以及他们在社会中受到的尊重程度。信用评级可以通过职业、家族背景和个人成就来获得。",
    "difficulty_examples": {
      "regular": "购买普通物品；进入一般场所；与同等地位人物社交。",
      "hard": "购买昂贵物品；进入高端场所；获得特殊服务或优待。",
      "extreme": "获取极其稀有物品；进入极其排外的社交圈；影响高层决策。"
    },
    "opposed_skills": ["信用评级"],
    "push_examples": "展示额外的财富证明；利用名人推荐；承诺将来的回报或好处。",
    "push_failure": "资金被冻结；社会信誉受损；消费习惯引起不必要的注意。",
    "push_insane": "调查员可能会变得极度奢侈浪费，或相反地发展出严重的守财奴行为，无论实际财务状况如何。"
  },
  "乔装": {
    "base_value": 5,
    "category": "技能",
    "description": "使用者可以通过使用化妆品，道具以及服装来伪装自己的外表，使自己看起来像一个不同的人或者是一个与他人种不同的人。KP可能会根据伪装的复杂程度，需要的道具，或者原版本与伪装版本之间的差距来提高难度等级。",
    "difficulty_examples": {
      "regular": "简单改变外表；添加基本伪装元素如假发或眼镜。",
      "hard": "显著改变外表；完全隐藏明显特征；模仿特定人物。",
      "extreme": "完全改变外表至无法辨认；在专业人士面前维持乔装；模仿极其特殊的个体。"
    },
    "opposed_skills": ["侦查"],
    "push_examples": "花费更多时间完善细节；使用更高质量的材料；寻求专业帮助。",
    "push_failure": "伪装在关键时刻失效；引起不必要的注意；被识破身份。",
    "push_insane": "调查员可能会迷失在角色中，逐渐相信自己真的是所扮演的人物。"
  },
  "闪避": {
    "base_value": 0,
    "category": "身体",
    "description": "这是躲避近战攻击，远距离武器，以及车辆的本能能力，以及躲避坠落物体的能力，例如岩石，跳跃到一旁躲避陷阱，以及侧身避开突然的危险。当闪避技能被成功使用时，调查员成功避开一次攻击。一名调查员在一回合中只能闪避一次，除非他/她使用战斗中的战斗方式（见战斗章节）。",
    "difficulty_examples": {
      "regular": "避开可见的袭击；在有充分准备的情况下闪避。",
      "hard": "避开快速或突然的袭击；在狭窄空间中闪避。",
      "extreme": "避开几乎不可能察觉或超高速的袭击；在极其受限的条件下闪避。"
    },
    "opposed_skills": ["格斗", "投掷"],
    "push_examples": "这是个战斗技能，无法孤注一掷。",
    "push_failure": "这是个战斗技能，无法孤注一掷。",
    "push_insane": "这是个战斗技能，无法孤注一掷。"
  },
  "汽车驾驶": {
    "base_value": 20,
    "category": "技能",
    "description": "驾驶各种车辆，如汽车或轻型卡车。",
    "difficulty_examples": {
      "regular": "在正常条件下驾驶车辆；正常的交通。",
      "hard": "在恶劣条件下驾驶；进行紧急机动；高速追逐。",
      "extreme": "在极端危险条件下保持控制；执行近乎不可能的驾驶动作。"
    },
    "push_examples": "将车辆推至极限；执行危险的机动动作。",
    "push_failure": "车辆失控；撞车；伤及乘客。"
  },
  "电气维修": {
    "base_value": 10,
    "category": "技能",
    "description": "电气维修允许调查员修理或者改装电气设备，例如为收音机修复一个断裂的连接，修理汽车点火装置，或者为一个复杂的安全警报系统布线。当用于修理一个小并且简单的设备，需要通过一个技能检定并花费1-10个回合。一个更加复杂的任务也许要花费30分钟到几个小时;如果需要，KP可以要求多次技能检定。",
    "difficulty_examples": {
      "regular": "修理简单的电气设备；安装基本的电气系统。",
      "hard": "修理复杂或损坏严重的电气设备；修改设备功能。",
      "extreme": "在极限条件下修理高度复杂的设备；理解和操作未知的电气技术。"
    },
    "opposed_skills": [],
    "push_examples": "花费更多时间分析问题；寻找替代部件；尝试非常规修复方法。",
    "push_failure": "短路导致设备永久损坏；电击造成人身伤害；触发火灾。",
    "push_insane": "调查员可能会相信电气设备中存在某种意识或灵体，并尝试与之交流。"
  },
  "电子学": {
    "base_value": 1,
    "category": "技能",
    "description": "此技能是用电气技术组合器件、组装芯片和电路板以创造电子设备的能力。电子学包括理解电子电路设计，能够读懂电路图和原理图，以及使用各种电子测试设备和工具。掌握此技能的调查员能够设计、构建、修改和修复各种电子设备，从简单的电路到复杂的计算机系统。",
    "difficulty_examples": {
      "regular": "建造或修理简单电子设备；执行基本电子测试。",
      "hard": "构建定制电子设备；诊断复杂电子故障；修改高级设备功能。",
      "extreme": "构建极其复杂的电子系统；逆向工程未知技术；修理严重损坏的设备。"
    },
    "opposed_skills": [],
    "push_examples": "详细检查每个组件；尝试替代设计；投入额外时间进行测试。",
    "push_failure": "设备完全失效；创造具有危险副作用的设备；损坏重要组件。",
    "push_insane": "调查员可能会开始相信自己的思想直接连接到电子网络，或者相信自己能够通过触摸感知电子信号。"
  },
  "话术": {
    "base_value": 5,
    "category": "社交",
    "description": "话术技能用于欺骗，误导或骗局。如果检定通过，欺骗目标不会相信说谎之人所说的任何一点，但是是他们会允许这件事情发生。话术的对抗技能为话术和心理学。话术可以被用于讨价还价，如果成功，卖家可能会降低价格，然而，如果他们之后发现自己被骗了，他们会感到被羞辱并且之后可能会拒绝进行任何交易，或者进行报复。",
    "difficulty_examples": {
      "regular": "说服陌生人相信简单谎言；使用小骗局分散注意力。",
      "hard": "欺骗警惕之人；创造可信的复杂谎言；在观察下维持谎言。",
      "extreme": "对专家撒谎；在极度审查下维持复杂欺骗；欺骗极度警惕之人。"
    },
    "opposed_skills": ["话术", "心理学"],
    "push_examples": "提供看似可信的证据；扮演角色更加逼真；利用他人作为虚假证人。",
    "push_failure": "谎言被当场揭穿；引起目标的永久怀疑；激怒目标导致报复。",
    "push_insane": "调查员可能会发展出病态说谎的习惯，甚至在没有必要时也会编造复杂谎言，最终可能无法分辨自己的谎言和现实。"
  },
  "格斗": {
    "base_value": 25,
    "category": "战斗",
    "description": "格斗技能涵盖各种徒手和武器近战战斗形式。每种格斗形式都是一个独立的专业技能，需要分别学习和提升。常见的格斗专攻包括：斗殴（徒手）、斧、链锯、连枷、矛、剑、鞭子等。",
    "specializations": ["斗殴", "斧", "链锯", "连枷", "矛", "剑", "鞭"],
    "difficulty_examples": {
      "regular": "在正常条件下攻击目标。",
      "hard": "在不利条件下攻击目标（如光线不足、不稳定地形）。",
      "extreme": "在极端困难条件下攻击目标（如完全黑暗、极度不稳定表面）。"
    },
    "opposed_skills": ["格斗", "闪避"],
    "push_examples": "这是个战斗技能，无法孤注一掷。",
    "push_failure": "这是个战斗技能，无法孤注一掷。",
    "push_insane": "这是个战斗技能，无法孤注一掷。"
  },
  "射击": {
    "base_value": 25,
    "category": "战斗",
    "description": "射击技能涵盖各种远程射击武器的使用。每种射击武器都是一个独立的专业技能，需要分别学习和提升。常见的射击专攻包括：弓、手枪、步枪/霰弹枪、冲锋枪、重武器、火焰喷射器等。",
    "specializations": ["弓", "手枪", "步霰", "冲锋枪", "重武器", "火焰喷射器"],
    "difficulty_examples": {
      "regular": "射击一个静止或缓慢移动的目标；在良好视野下射击。",
      "hard": "射击快速移动的目标；在恶劣条件下射击。",
      "extreme": "射击极小或极远的目标；在极端环境下射击；执行几乎不可能的精准射击。"
    },
    "opposed_skills": ["射击", "闪避"],
    "push_examples": "这是个战斗技能，无法孤注一掷。",
    "push_failure": "这是个战斗技能，无法孤注一掷。",
    "push_insane": "这是个战斗技能，无法孤注一掷。"
  },
  "急救": {
    "base_value": 30,
    "category": "技能",
    "description": "急救可以被用于立即治疗重伤，例如正在流血的伤口或者骨折。一个成功的检定表明使伤口稳定，停止流血并且可能可以恢复一个生命值（如果流失的是由于近期的伤害，在一个近期的战斗或者短时间之间，由KP的判断）。这个技能能被用于处理疾病以及帮助病人恢复生命值—只要有适当的药物。这项技能可能可以被用于诊断死亡造成的原因，一颗子弹，一个刺入的伤口等，只要身体仍然完好无损。急救对于诊断疾病是没有什么用处的，除非是一些非常明显的情况（例如，非洲的某些已知疾病，如伤寒或者疟疾）。",
    "difficulty_examples": {
      "regular": "处理轻微伤害；稳定一些创伤；使用标准急救设备。",
      "hard": "处理严重伤害；在缺乏适当设备的情况下治疗；诊断不明显的伤害原因。",
      "extreme": "挽救濒临死亡者；在极端恶劣条件下进行急救；处理极其罕见或复杂的伤害。"
    },
    "opposed_skills": [],
    "push_examples": "尝试更复杂的治疗程序；即兴制作医疗工具；花费更多时间检查伤情。",
    "push_failure": "造成额外伤害；使用错误的治疗方法；延误关键治疗时间。",
    "push_insane": "调查员可能会产生对血液的恐惧或迷恋，或者错误地相信自己拥有超自然的治愈能力。"
  },
  "历史": {
    "base_value": 5,
    "category": "知识",
    "description": "调查员可能会知道重要的历史事件，总体上知道哪个世纪发生什么大事，以及了解特定区域的历史。如果一个调查员有着特定区域或者国家的历史知识，玩家应当在他们的调查员卡片上注明这点。如果一名调查员有着重要的专长，则在需要使用时，KP也许会允许一个专注很窄的领域提供帮助（例如，调查中世纪武器的知识也许可以增加一些历史专业知识，但是只有在特定的场合下）。",
    "difficulty_examples": {
      "regular": "回忆一般历史事件；识别常见历史文物；了解基本历史轮廓。",
      "hard": "回忆具体历史细节；分析历史事件的因果关系；识别罕见历史文物。",
      "extreme": "重构几乎无记录的历史；识别极其罕见的历史文物；理解复杂历史事件的深层关联。"
    },
    "opposed_skills": ["历史"],
    "push_examples": "花费额外时间研究历史文献；与历史学家或专家咨询；寻找更多历史证据。",
    "push_failure": "得出完全错误的历史结论；误判历史事件的意义；混淆不同历史时期或事件。",
    "push_insane": "调查员可能会相信自己是历史人物的转世，或者沉迷于重现历史事件，相信这能改变当前现实。"
  },
  "恐吓": {
    "base_value": 15,
    "category": "社交",
    "description": "恐吓可以以许多形式使用，包括武力威慑，心理操控，以及威胁。这通常被用来使某人害怕，并迫使其进行某种特定的行为。恐吓的对抗技能为恐吓或者心理学。携带武器或者其他的有力的威胁或诱因来协助恐吓可能可以降低难度等级。当在恐吓上使用孤注一掷时，失败的可能结果之一是对目标进行了远远超过本身意图的恐吓。恐吓可以被用于降低一件物品或者服务的价格。如果成功，卖家可能会降低价格，或者免费交出，但是根据情况，对方可能会将这事情举报给警察或者当地犯罪组织的成员。",
    "difficulty_examples": {
      "regular": "威胁一个无权或弱势的人；在有利环境中施压。",
      "hard": "恐吓一个有权或强势的人；在中立环境中施压。",
      "extreme": "恐吓一个极度自信或位高权重的人；在不利环境中施压。"
    },
    "opposed_skills": ["恐吓", "心理学"],
    "push_examples": "对目标或者其重视的某物某人造成实际上的物理伤害。",
    "push_failure": "意外地扣下了你正在目标脸前晃悠着用来威胁的枪的扳机；目标的思想断弦了，造成了暴力或者无意义地喋喋不休，并且无法得到更多的情报；目标单纯地开始嘲笑你并且不管你做什么都不停止；目标以某种方式扭转形式，并且开始对恐吓者进行恐吓。",
    "push_insane": "调查员对目标感到极度地恐惧，并且立刻接受当下的条件。"
  },
  "跳跃": {
    "base_value": 20,
    "category": "身体",
    "description": "如果成功，调查员可以在垂直方向上跳起或跳下，或者从一个站立点或起步点水平向外跳。当坠落时，跳跃可以被用来降低可能造成的坠落伤害。为了分辨哪些算在正常跳跃，困难跳跃以及极难跳跃，必须对判断进行训练。作为指导，当调查员想要安全地从垂直等同于其自身高度的地方跳下来时，需要一个常规难度的成功，或者水平地从其站立点跳过长度等同于他自身高度的坑，或者助跑后跳过两倍于其自身高度的距离。如果要达成两倍距离的跳跃，则需要一个极难难度的成功。如果从高处摔落下来，一个成功的跳跃检定可以使对坠落有所准备，降低一半的坠落伤害。",
    "difficulty_examples": {
      "regular": "安全地从垂直等同于其自身高度的地方跳下；水平地从其站立点跳过长度等同于他自身高度的坑；助跑后跳过两倍于其自身高度的距离。",
      "hard": "按照常规难度的标准，但是距离提高了50%；也许尝试从屋顶起跳并且越过小巷然后穿入隔壁建筑的窗户。",
      "extreme": "尝试几乎不可能的跳跃；跳过极宽的鸿沟；在极端条件下实施跳跃。"
    },
    "opposed_skills": [],
    "push_examples": "延迟或者花费时间来对跳跃进行评估；充分利用自己的能力，利用全身的重量和力气进行纵身一跃。",
    "push_failure": "摔落并且遭受到了物理伤害；成功进行了跳跃，但是一件有价值的所有物在跳跃过程中掉落了。",
    "push_insane": "调查员将深信他会飞。"
  },
  "法律": {
    "base_value": 5,
    "category": "知识",
    "description": "代表你对相关法律、早期事件、法庭辩术或者法院程序了解的可能性。一个在法律实务上的专家可能会获得巨大的奖励以及政治事务所，但是这可能需要长达几年的认真申请—一个较高的信用评级在这关系上也十分重要。在美国，一个州的州法庭（State Bar）必须批准某人的法律实务。当到一个外国国家时，使用这项技能的难度等级可能会上升，除非这名角色花费数月的时间来学习这个国家的法律系统。",
    "difficulty_examples": {
      "regular": "理解和使用相关法律或者法律流程的细节。",
      "hard": "记住或者理解一个不清楚的法律流程，或者反审讯一名有着强烈敌意的证人。",
      "extreme": "理解完全陌生的法律体系；在极其复杂或罕见案件中找出先例。"
    },
    "opposed_skills": ["法律"],
    "push_examples": "推迟来对你的辩论言论进行思考；对事例/处境的细微差别进行极其详细的解释；用重要的时间进行调查研究；曲解法律的字面意思来使你的言论变得合理。",
    "push_failure": "误解了一条法律或者超出了可接受的法律程序的行为使你触犯了法律，并且吸引了警察的注意；浪费了宝贵的时间和金钱在调查以及法律费用上；你蔑视法庭，并且被丢进了牢房至少24小时。",
    "push_insane": "调查员会相信他此刻凌驾于法律之上。"
  },
  "图书馆使用": {
    "base_value": 20,
    "category": "知识",
    "description": "图书馆使用使一名调查员能在图书馆找到一些信息，例如特定的一本书，新闻或者参考书，搜集文件或者资料库，假设需要的东西确实在那里的话。使用这个技能需要数小时的连续的调查。这项技能可以定位寻找一件隐藏的案例或者一本特殊收藏的稀有书籍，但是说服，话术，取悦，恐吓，信用评级，或者特殊的证明书可能会需要来获得阅读这书或者信息的许可。",
    "difficulty_examples": {
      "regular": "在图书馆定位寻找到一本书或者一些信息。",
      "hard": "在一个无序的图书馆中辨认寻找出一段信息，或者如果你在时间上极度紧迫。",
      "extreme": "找到几乎无人知晓的稀有文献；从一个严重受损的资料库中恢复信息。"
    },
    "opposed_skills": [],
    "push_examples": "迫请图书管理员来获得更广的援助；花费更长的时间在一排排书架中进行系统的工作。",
    "push_failure": "找到了一本相似的书籍，包含着有误导性的内容，并可能导致调查员陷入危险之中；与对手有所牵连—也许他们会因你的调查以及反抗他们的行动而有所警觉，或者他们检查了你们所搜索的书本（或者单纯地撕去了有内容的页子）；与图书管理员陷入了争吵之中，导致你图书馆会员的身份被撤销。",
    "push_insane": "调查员开始收集书，将页子撕下来并且钉在他卧室的墙上，写了大量离奇内容的笔记，将页子用棉线和别针串在一起。或者，调查员沉迷于寻找正确的书本或者一段信息，花费了所有的时间在偷窃以及审阅书本上。"
  },
  "聆听": {
    "base_value": 20,
    "category": "感知",
    "description": "衡量一名调查员理解声音的能力，包括偶然听到的对话，一扇关着的门后的轻声嘀咕，以及咖啡厅里的私语。KP可以用这来决定一场即将发生的遭遇的形式：是你的调查员因被踩碎的树枝的声音而警觉到了到来的遭遇？甚至此外，一个较高的聆听技能可以指一名角色有着较高的警觉能力。",
    "difficulty_examples": {
      "regular": "听见某物（潜行技能低于50）正在接近你；偷听一场在你附近发生的谈话。",
      "hard": "听见某物（潜行技能从50至89）悄悄接近你的声音；偷听一场低声的谈话。",
      "extreme": "听见某物（潜行技能90或以上）正在接近你；在一个极度嘈杂的环境中偷听一段十分轻声的谈话。"
    },
    "opposed_skills": ["潜行"],
    "push_examples": "保持静止不动并且进行聆听；接近声音源（e.g.将耳朵贴在车轨或者门上）；让每个人都安静下来（自己制造一个噪音）然后进行聆听。",
    "push_failure": "引起你要窃听的人的警觉；错误地理解了你所听见的内容；完全错过了一个重要的声音。",
    "push_insane": "调查员可能开始听到不存在的声音，或者对随机声音产生妄想性解读。"
  },
  "锁匠": {
    "base_value": 1,
    "category": "技能",
    "description": "这项技能代表了那些技能使用者如何检查，安装和绕过锁的能力，使用者也许可以制作钥匙的复制品，或者如果有合适的工具并且花费足够时间的话，打开一把他未曾见过的锁。大多数的锁匠不能打开那些他先前没有见过的锁，或者那些没有任何线索的锁。使用者也许能开启更加复杂的锁，如果他们的知识已经足够了解基本的结构并且有所经验，如今存在于时代之中。",
    "difficulty_examples": {
      "regular": "用工具撬一把简单的锁；制作钥匙复制；安装或修理常见锁。",
      "hard": "撬开复杂的机械锁；开启加固或高安全性锁；调整锁具以改变其工作方式。",
      "extreme": "用仅仅一根线开启一个高安全性的锁；'啪'的一下打开最安全的银行地下室。",
      "description": "撬开最高安全级别的锁；在极度不利条件下开锁；开启从未见过的异常锁具。"
    },
    "opposed_skills": [],
    "push_examples": "花费更多时间研究锁的结构；使用更精细的工具；尝试另一种开锁方法。",
    "push_failure": "工具在锁内断裂；触发安全警报；锁被永久性损坏无法开启。",
    "push_insane": "调查员可能对锁产生偏执，相信每个锁都隐藏着某种秘密或危险，或者相反地认为只有通过开启所有锁才能获得启示。"
  },
  "机械维修": {
    "base_value": 10,
    "category": "技能",
    "description": "机械维修允许调查员修理一个车轮,铰链或者金属物体，如自行车，汽车引擎，机械锁，水管接口，如果需要，和枪支的机械部份。当工作在一个小而简单的物体，一个成功的检定也许会修好它，如果有合适的工具，并且花费一到十个回合的时间。更为复杂的任务可能需要半个小时到四个小时（如果需要的话，由KP决定）；多次检定可能会需要。",
    "difficulty_examples": {
      "regular": "修理简单的机械设备；调整机械装置的运行。",
      "hard": "修理复杂的机械；诊断不明显的机械故障；在缺乏合适工具的情况下工作。",
      "extreme": "修理非常复杂或严重损坏的机械；理解和修理从未见过的机械系统。"
    },
    "opposed_skills": [],
    "push_examples": "花费更多时间分析问题；寻找替代部件；尝试非常规修复方法。",
    "push_failure": "导致更严重的损坏；制造安全隐患；自己受伤。",
    "push_insane": "调查员可能开始相信机械有生命，需要安抚或\"治愈\"，而非修理。"
  },
  "医学": {
    "base_value": 1,
    "category": "知识",
    "description": "一个成功的检定使使用者能够诊断和治疗事故，疾病，毒药以及伤势。一个成功的检定也允许使用者知道一个伤势是怎么造成的（例如,一个人也许是在死前被打了，或者是枪击的角度是从什么方向），一名死者的饮食是怎样的，可能估计出一段大概的死亡时间，以及/或者类似的事情。一个成功的检定也能允许使用者鉴定适当的药物和合理的生物学并且/或者公共卫生措施。根据时间的不同，外科手术的复杂程度将会十分不同—-1890年代可能会需要几个小时的手术检查，然而在1920s，手术依然包括了高风险。在早期的时代，医学检定会完全恢复一个调查员的生命值，但是在现代。医学可以减轻严重疾病，帮助怀孕期间的护理，以及导致体质检定的检定来允许一个快速的恢复。急救技能与医学在为调查员提供在伤害后马上的救治，停止流血等等上相互补充，而医学更加有利于长期的治疗。如果目标的生命值为0并且已经死亡，检定的结果取决于时间，以及环境的限制条件，以及医疗的资源。如果有成功的检定，医学可以允许调查员去确认死亡的原因。作为急救的补充，医学技能的第一次使用对某人无需检定。KP可能会根据治疗的难度，条件，以及受伤的严重程度，情景需求及其他因素的直观感受决定更多的医学技能检定。",
    "difficulty_examples": {
      "regular": "诊断常见疾病；执行基本医疗程序；理解医学文献。",
      "hard": "诊断罕见疾病；执行复杂医疗程序；在不利条件下治疗。",
      "extreme": "诊断及治疗陌生的、新的或者外星医学疾病。"
    },
    "opposed_skills": [],
    "push_examples": "尝试更复杂的治疗方法；花费额外时间研究病例；咨询其他医学专家。",
    "push_failure": "误诊导致状况恶化；引发病人过度依赖；触发病人更严重的创伤反应。",
    "push_insane": "调查员可能会开始体验病人的症状，或者相信自己能够通过某种神秘连接直接进入他人的思想。"
  },
  "博物学": {
    "base_value": 10,
    "category": "知识",
    "description": "是自然生物学，特殊是学习和观察动物，植物的科学。通常包含了一个集中在采集并且学习标本或者区域上，而不是像一位专攻生物，植物学或者动物学的人那样有着广泛知识。保真使用者可能可以辨认出有毒的植物，动物和真菌，可以辨认动物的足迹，知道一种是否危险，辨认出一种有未被记载的，或者是外星的生物，以及去对野外生存环境和自然界的理解。一位拥有博物学的调查员需要从一个植物学者口中得知更准确的科，并且可能辨认出一种十分不常见的，看上去异常的植物为一个由KP来规定名称的植物。同样的，一位博物学家也需要从一位动物学家那边以更合理的基础来明确这种动物的科别，但是可能可以被用来确认当地动物的种类，或者识别比如某个不知名动物的踪迹。看见一只动物并且使用了成功的技能检定将会允许使用者确认大概的年龄，性别，以及一个动物的健康状况。博物学也可以被用于辨认一种有毒的蘑菇，或者是不是一种令人恶心的，外来的生物—尽管KP可能会根据对象的稀有程度来让检定的难度增加。使用者可以通过成功使用这项技能得知一条狗是否野性的，或者有可能认出野兽的足迹。稀有度越高，查精的难度就越大。",
    "difficulty_examples": {
      "regular": "识别常见的植物和动物；了解基本生态关系；辨认普通足迹。",
      "hard": "识别稀有物种；理解复杂生态系统；判断非常规自然现象原因。",
      "extreme": "识别前所未见的物种；预测复杂自然系统的行为；判断完全异常现象是否有自然起源。"
    },
    "opposed_skills": [],
    "push_examples": "花费更多时间观察和研究；查阅参考资料；咨询专家意见。",
    "push_failure": "误认物种导致危险后果；过度接近危险生物；得出完全错误的结论。",
    "push_insane": "调查员可能开始相信植物或动物正在与他交流，或者产生对研究对象的病态依恋。"
  },
  "导航": {
    "base_value": 10,
    "category": "技能",
    "description": "将使用者确定方向，可以使用路标，星，太阳以及其他指示性的指针，例如风向，和海浪。通过成功地使用这项技能，使用者可以避免迷路，并且在未知领域，可以避免危险地区。导航也可以被用于确认两个城市，街道，星或者定居地的距离。使用者可以读懂地图和图表，并且可以准确地测量和绘制路线。导航也可以测量从一个地方到另外一个地方的大概航行时间。在今天，全球定位系统已经成为常见技术并且几乎使导航这项技能成为了多余。但是对于被远距离离开交通路线，或者调查员发现自己没有或者技术失效的场合，可能会需要成功的导航检定。在这些例子中，如果有了合适的导航工具（例如地图，指南针等），KP可能会给予使用者一个奖励骰。失去了导航的奖励的航行者仍然可以到达他们的目的地，但是将无法使用最简洁的路线—-KP可以选择时间时控中并且进行额外的邂逅检定，或者对于路上的旅行者让环境造成伤害。例如，冻僵。脱水，或者是日暴晒伤。",
    "difficulty_examples": {
      "regular": "在熟悉区域导航；使用清晰的地图和导航工具；在良好天气下行动。",
      "hard": "在陌生区域导航；使用不完整的地图；在恶劣天气或低可见度条件下行动。",
      "extreme": "在完全未知区域导航；没有任何导航工具；在极端危险条件下行动。"
    },
    "opposed_skills": [],
    "push_examples": "寻找更高点观察地形；等待天气改善；尝试多种导航方法来交叉验证。",
    "push_failure": "完全迷失方向；进入危险区域；耗尽重要资源。",
    "push_insane": "调查员可能开始相信自己拥有神秘的导航能力，或者坚信普通导航方法是错误的，而只有某种特定的\"真实\"路径才是正确的。"
  },
  "神秘学": {
    "base_value": 5,
    "category": "知识",
    "description": "提供了使用者有关时代神秘传统的知识，如塔罗牌的使用，或者一些可能的知识在处理魔法仪式或者神秘的道具上的知识。在一些特殊的情况下，这项技能允许使用者破译（1)魔法符号以及铭文（2)识别神秘的仪式，设备，或者（3)可能用于驱逐神秘元素或者恶灵的方法。这项技能可能可以让读者理解一些神秘事物，或者辨认部分的符号。一项成功的检定也许可以让使用者知道一个当地的巫医是谁，或者帮助使用者理解那个特殊的问题上谁拥有能力帮助他们。这项技能也许可以用于获得通向神秘集会的入场券，或者是辨认一个符号，仪式或者物体的意义。",
    "difficulty_examples": {
      "regular": "识别常见的神秘符号和仪式；理解基本神秘文献；找到当地的神秘学从业者。",
      "hard": "识别罕见的神秘传统；解读复杂的神秘文本；进行简单的神秘仪式。",
      "extreme": "识别几乎未知的神秘知识；理解极其深奥的神秘文本；重现复杂的古代仪式。"
    },
    "opposed_skills": ["神秘学"],
    "push_examples": "尝试简单的神秘仪式；深入研究神秘文献；寻求神秘学实践者的指导。",
    "push_failure": "吸引超自然存在的注意；误解神秘知识导致危险结果；引发不可控的神秘力量。",
    "push_insane": "调查员可能开始相信自己拥有超自然能力，或者对某一神秘传统产生狂热的迷恋，不惜一切代价追求其奥秘。"
  },
  "操作重型机械": {
    "base_value": 1,
    "category": "技能",
    "description": "使用者可以驾驶和保养大型机械：蒸汽挖掘机，起重机，或者工业钻等。它允许使用者，如果有足够的场地或时间，能够设置并且控制一套机械装置。每个具体情况需要消耗的时间取决于KP。在现代，操作重型机械的许多工人有所谓的OSHA执照，或者在他们的工作领域的类似证书，使得他们可以合法操作。",
    "difficulty_examples": {
      "regular": "操作熟悉的重型机械；在良好条件下工作；执行常规操作。",
      "hard": "操作不熟悉的重型机械；在受限条件下工作；执行精密操作。",
      "extreme": "操作高度复杂或古老的重型机械；在极端危险条件下工作；执行前所未有的操作。"
    },
    "opposed_skills": [],
    "push_examples": "花费额外时间检查和调整设备；寻求更有经验操作员的帮助；尝试替代操作方法。",
    "push_failure": "设备故障或损坏；造成环境破坏；操作员或附近人员受伤。",
    "push_insane": "调查员可能会将机器视为有生命并能理解的实体，与之\"交流\"，或者相信机器有自己的意志和计划。"
  },
  "说服": {
    "base_value": 10,
    "category": "社交",
    "description": "允许使用者通过理论，辩论，或者好信的争论来使他们相信某事，这个是一个比话术更加诚实的技能。检定也许需要数分钟到数个小时，或者取决于场合，数天数月的争辩。一个成功的技能检定并不是允许改变受影响人深远的想法，变化并非永久性的：使用调查员可以轻易地将一条信息与另一条相矛盾的信息一同给，这对于一个与调查员有利益冲突的人来说会十分快的阶段怀疑。说服的对抗技能为说服，或者在某些场合，心理学。成功的说服技能检定可能可以降低商品或者服务的价格，使用者得到了卖家的赞同，他们可能会乐意降低一点价格。",
    "difficulty_examples": {
      "regular": "说服一个持开放态度的人；以事实和逻辑支持简单主张；在中立环境中辩论。",
      "hard": "说服一个有偏见的人；以有限证据支持复杂主张；在敌对环境中辩论。",
      "extreme": "说服一个坚决反对的人；无证据支持高度争议性主张；在极度不利条件下辩论。"
    },
    "opposed_skills": ["说服", "心理学"],
    "push_examples": "提供额外论据或证据；花费更多时间详细解释；调整论述以适应特定听众。",
    "push_failure": "完全激怒对方；错误表达关键点导致反效果；说服他人相信错误或危险信息。",
    "push_insane": "调查员可能变得狂热地相信自己的论点，无论证据如何都拒绝接受任何反对意见，甚至为此不惜采取极端行动。"
  },
  "精神分析": {
    "base_value": 1,
    "category": "知识",
    "description": "精神分析让使用者理解以及治疗不常见的心理状况。使得一位能够评估一个NPC的理智状况，并且估计他们理智值的值。这项技能允许使用者安定一个发疯或者受到创伤的人的心态，并且可能可以用来暂时性的恢复一些因为一次理智检定损失的一定量理智值。成功的使用这项技能允许治疗自己或者提供使用这项技能的对象恢复1D3点理智值。一个成功的检定也可以被用于治疗一个特殊的恐惧症以及恐惧（取决于KP的判断，可能需要几个成功的检定）当治疗一个人类时，所有被恢复的点数都被算入了NPC的最大临时理智值。作为诊断以及辨认疾病，精神分析也许可以预见一位病人的行为，无论是清醒的行为或者休眠中的情况。当然，在某些情况下这项可能是不可能的，如脑伤，药物滥用，或者毒品引起的精神混乱。",
    "difficulty_examples": {
      "regular": "诊断常见心理障碍；提供基础心理支持；评估一般理智状态。",
      "hard": "诊断复杂或罕见心理障碍；处理严重心理创伤；帮助恢复理智。",
      "extreme": "诊断前所未见的心理状态；治疗极度严重的创伤；处理神话相关的精神影响。"
    },
    "opposed_skills": [],
    "push_examples": "进行更深入的分析会话；研究相似案例；尝试新的治疗方法。",
    "push_failure": "误诊导致状况恶化；引发病人过度依赖；触发病人更严重的创伤反应。",
    "push_insane": "调查员可能会开始体验病人的症状，或者相信自己能够通过某种神秘连接直接进入他人的思想。"
  },
  "驾驶飞行器": {
    "base_value": 1,
    "category": "技能",
    "description": "此技能允许调查员驾驶各种飞行器。常见的飞行器包括双翼飞机、单翼飞机、特技飞机、水上飞机、旋翼飞机（直升机）以及滑翔机。这项技能在1920s年代是非常稀有的。现代调查员可能会接触更多类型的飞行器，包括喷气式飞机、现代直升机等。在紧急情况下，驾驶员可能需要进行各种危险的操作，如紧急着陆、在恶劣天气中飞行或进行特技飞行。",
    "difficulty_examples": {
      "regular": "在良好天气条件下起飞和降落；在稳定气流中保持平稳飞行；按照常规路线导航。",
      "hard": "在不利天气条件下飞行；执行复杂的飞行机动；在陌生或狭窄的跑道上降落。",
      "extreme": "在极端天气（如暴风雨或大雾）中安全飞行；在发动机故障情况下迫降；完成高风险特技飞行。"
    },
    "opposed_skills": [],
    "push_examples": "额外尝试控制不稳定的飞行器；冒险穿过危险天气；尝试特技飞行以避开追击者。",
    "push_failure": "飞行器失控并坠毁；发动机或控制系统出现严重故障；消耗过多燃料导致无法到达目的地。",
    "push_insane": "调查员可能会相信自己拥有超自然的飞行能力，试图在极端情况下挑战物理定律，或者感知到有不明飞行物在追逐自己。"
  },
  "妙手": {
    "base_value": 10,
    "category": "技能",
    "description": "这项技能包括手指灵巧性和手眼协调性，用于执行精细的手部动作。它涵盖了多种应用，包括魔术表演中的花式纸牌技巧、硬币把戏，以及更实用的技能如偷窃、钱包扒窃和隐藏小物件。熟练的使用者可以在众目睽睽下完成这些动作而不被察觉。妙手可用于在社交场合中的娱乐表演，也可用于在紧急情况下不被发现地移动或偷取物品。",
    "difficulty_examples": {
      "regular": "执行简单的纸牌把戏；偷取无人看管的小物件；在不引人注意的情况下传递小纸条。",
      "hard": "在拥挤的环境中扒窃；执行复杂的魔术技巧；偷取被人密切注视的物品。",
      "extreme": "在目标直接观察的情况下替换物品；表演专业水准的幻术；在高度警惕的环境中窃取贵重物品。"
    },
    "opposed_skills": ["侦查"],
    "push_examples": "再次尝试更复杂的手法；利用环境干扰分散注意力；冒险靠近更警觉的目标。",
    "push_failure": "被当场抓获；引起怀疑和不信任；损坏或丢失目标物品；在关键时刻手部抽筋。",
    "push_insane": "调查员可能会产生强迫性偷窃行为，或者相信自己的手部动作能够扭曲现实，创造出超自然效果。"
  },
  "追踪": {
    "base_value": 10,
    "category": "感知",
    "description": "此技能使调查员能够沿着一系列的足迹或者其他痕迹追踪人类、动物或其他生物。追踪技能可以发现和解读一系列痕迹，例如踩踏的草地、折断的树枝、脚印、掉落的物品等。环境条件和目标离开的时间长短会影响追踪的难度。例如，在雨天或者人流量大的区域追踪会更加困难，而在雪地或者松软的泥土上追踪则相对容易。",
    "difficulty_examples": {
      "regular": "在松软土壤上追踪明显足迹；在雪地上追踪新鲜脚印；寻找森林中刚留下的明显痕迹。",
      "hard": "在坚硬地面上发现轻微痕迹；跟踪数日前的足迹；在雨后识别被冲刷的痕迹。",
      "extreme": "在水泥地或岩石上识别几乎不可见的痕迹；在被多人踩踏的区域分辨特定目标的足迹；追踪一周前留下且经过恶劣天气侵蚀的痕迹。"
    },
    "opposed_skills": ["潜行"],
    "push_examples": "花更多时间详细搜查区域；尝试理解目标的移动模式；沿不同路线寻找替代痕迹。",
    "push_failure": "跟踪错误的目标；误入危险区域；完全丢失线索；暴露自己的位置给可能在监视的目标。",
    "push_insane": "调查员可能会产生偏执，认为自己被某种无形存在追踪；或者相信自己能够通过超自然能力感知目标的存在，而不仅仅通过物理痕迹。"
  },
  "投掷": {
    "base_value": 20,
    "category": "身体",
    "description": "此技能代表调查员准确投掷物体的能力，无论是武器（如刀、飞镖、石头）还是其他物品。投掷技能在需要将物体投向特定目标、通过狭窄空间或达到特定距离时非常有用。成功的投掷取决于多种因素，包括物体的重量和形状、目标距离、环境条件（如风或雨）以及是否有阻碍物。",
    "difficulty_examples": {
      "regular": "在短距离内投掷轻物到静止目标；将物品准确传递给同伴；投掷石头击中中等距离的静态大目标。",
      "hard": "在中距离命中移动目标；将物品精确投入狭窄空间；在不利条件下（风、雨）进行准确投掷。",
      "extreme": "以致命精度投掷武器；在极远距离命中小目标；在极度压力下（如坠落时）精确投掷救生物品。"
    },
    "opposed_skills": ["闪避"],
    "push_examples": "调整姿势尝试更精确的投掷；冒险使用更大力量投掷更远距离；尝试不寻常的投掷角度或方式。",
    "push_failure": "投掷物滑落或脱手伤到自己；武器意外击中同伴或无辜者；扭伤手腕或肩膀；暴露自己的位置。",
    "push_insane": "调查员可能会产生幻觉，认为投掷物有自主意识并能控制其飞行路径；或者对投掷产生强迫症，不断需要重复投掷动作。"
  },
  "游泳": {
    "base_value": 20,
    "category": "身体",
    "description": "这项技能表示调查员在水中移动、漂浮和生存的能力。它包括各种游泳姿势（如自由泳、蛙泳、仰泳）、潜水、水下导航以及在各种水域条件下保持浮力。游泳技能在穿越水域、救援溺水者、在水下寻找物品或者逃离水生危险时非常重要。游泳难度受到多种因素影响，包括水温、水流强度、能见度、穿着装备重量以及需要游泳的距离。",
    "difficulty_examples": {
      "regular": "在平静水域保持漂浮和游动；在游泳池中潜水检索物品；短距离救援清醒的溺水者。",
      "hard": "在湍急水流中游泳；长时间在开放水域保持漂浮；穿着衣物游泳长距离；在有限能见度下水下导航。",
      "extreme": "在暴风雨中的海洋条件下生存；救援无意识的溺水者并将其拖回岸边；穿着重装备在危险水域中移动。"
    },
    "opposed_skills": [],
    "push_examples": "强迫疲惫的身体继续游动；尝试更危险的潜水深度；冒险穿越更湍急的水流区域。",
    "push_failure": "体力耗尽导致溺水；被水流冲走；失去方向感；抽筋无法移动；装备丢失。",
    "push_insane": "调查员可能会产生幻觉，感知水中有未知生物追逐；或者产生幽闭恐惧症，无法忍受水下的封闭感。"
  },
  "科学（动物学）": {
    "base_value": 1,
    "category": "知识",
    "description": "动物学是研究动物的科学，包括它们的行为、生理学、分类和生态作用。调查员可以识别动物类型、理解其行为模式、判断其习性以及评估动物是否表现出异常行为。这项技能在野外考察、研究不明生物痕迹或确定异常动物现象时极为有用。",
    "difficulty_examples": {
      "regular": "识别常见区域的动物物种；判断动物行为是否正常；解释简单的动物痕迹和标记。",
      "hard": "识别罕见或外来物种；通过痕迹或部分残骸确定动物种类；理解复杂的动物行为模式。",
      "extreme": "识别可能的新物种或变异；从极少的证据推断出完整的生物特征；判断神话生物是否具有自然动物的特征。"
    },
    "opposed_skills": [],
    "push_examples": "深入研究异常行为背后的原因；冒险更靠近危险生物进行观察；进行更详细的解剖分析。",
    "push_failure": "误判动物威胁性导致受伤；得出完全错误的结论误导调查；因接触未知动物而感染疾病。",
    "push_insane": "调查员可能开始认为自己能与动物心灵感应交流，或者相信发现的异常动物行为预示着某种超自然事件的发生。"
  },
  "科学（植物学）": {
    "base_value": 1,
    "category": "知识",
    "description": "植物学研究植物生命，包括其结构、功能、生长、分类、繁殖、代谢和进化。这项技能使调查员能够识别各种植物种类，了解它们的药用或毒性特性，以及检测植物是否表现出异常特征。在野外探险、辨识可能的药用植物或分析不明植物标本时特别有用。",
    "difficulty_examples": {
      "regular": "识别本地常见植物；判断植物是否有毒或可食用；辨认基本药用植物。",
      "hard": "识别稀有或外来植物种类；从植物碎片判断完整物种；检测植物中的不寻常变异。",
      "extreme": "识别前所未见的植物种类；从极少的样本中推断植物特性；判断植物是否受到超自然影响。"
    },
    "opposed_skills": [],
    "push_examples": "进行更细致的显微镜观察；尝试提取植物样本进行更深入分析；寻找相似植物的参考资料。",
    "push_failure": "错误鉴定有毒植物导致中毒；得出完全误导的研究结论；破坏珍贵样本。",
    "push_insane": "调查员可能会开始相信植物具有意识并试图与之交流；或者认为某些植物具有超自然能力，能够控制周围环境。"
  },
  "克苏鲁神话": {
    "base_value": 0,
    "category": "特殊",
    "description": "克苏鲁神话代表着调查员对宇宙真相的了解程度——关于那些古老而可怖的存在，它们远超人类理解的力量和目的。这项技能无法通过常规学习获得，只能通过接触神话相关物品、生物或知识逐渐积累。随着这项技能的提高，调查员对现实的理解将被彻底改变，这往往会对其心理健康造成永久性损害。每当克苏鲁神话技能提高，调查员的最大理智值就会相应降低，表示对宇宙真相的理解侵蚀了人类的理性。此技能使调查员能够识别神话生物、理解神话典籍、解读神话符号，并可能学习施展超自然能力的法术。",
    "difficulty_examples": {
      "regular": "识别常见的神话参考资料；理解基本神话符号；感知微妙的超自然现象。",
      "hard": "解读复杂的神话文本；识别不常见的神话生物；理解神话仪式的目的。",
      "extreme": "完全理解高深神话知识；识别最为隐蔽的神话影响；解读最古老和最复杂的神话典籍。"
    },
    "opposed_skills": [],
    "push_examples": "强迫自己深入研究禁忌知识；尝试更深入地回忆神话细节；冒险直面可怖真相。",
    "push_failure": "遭受严重心理创伤；引发幻觉或妄想；临时性疯狂。",
    "push_insane": "调查员可能会开始感知到现实的薄膜正在崩溃，或相信自己能够与神话存在沟通，甚至吸引它们的注意。"
  },
  "科学（天文学）": {
    "base_value": 1,
    "category": "知识",
    "description": "天文学是研究恒星、行星、彗星、星系和整个宇宙的科学。这项技能使调查员能够识别星座、计算天体的移动、使用天文设备（如望远镜和星图），并理解与天体有关的现象。在神话调查中，这项技能尤为重要，因为许多克苏鲁神话现象与天文事件密切相关，如星象变化、行星连珠或特殊的天文周期。",
    "difficulty_examples": {
      "regular": "识别主要星座和行星；使用基本天文设备；计算简单的天文事件（如月相）。",
      "hard": "预测复杂天文现象；识别不寻常的天体运动；使用高级天文设备进行观测。",
      "extreme": "察觉微妙的天文异常；理解与神话相关的天文周期；计算极其罕见的天文事件。"
    },
    "opposed_skills": [],
    "push_examples": "彻夜观测天体变化；进行更精确的计算；使用更先进的设备深入观察。",
    "push_failure": "错误解读天文数据；设备故障导致观测失败；得出完全误导的结论。",
    "push_insane": "调查员可能开始相信星星是有意识的实体在传递信息，或者认为自己发现了预示世界末日的天文模式。"
  },
  "语言（维吾尔语）": {
    "base_value": 1,
    "category": "语言",
    "description": "掌握维吾尔语的能力，包括口语交流和书面理解。维吾尔语主要在中国新疆地区使用，属于突厥语系。",
    "difficulty_examples": {
      "regular": "进行基本日常对话；理解简单文本；表达基本需求和想法。",
      "hard": "理解方言或口音重的交流；阅读复杂文献；进行深入专业讨论。",
      "extreme": "理解古代文本或高度专业化的内容；完美模仿本地口音；翻译含有文化特定表达的内容。"
    },
    "opposed_skills": [],
    "push_examples": "反复尝试不同表达方式；查阅字典或参考资料；寻求上下文线索帮助理解。",
    "push_failure": "完全误解关键信息；冒犯对方导致交流中断；在关键时刻语言能力突然失效。",
    "push_insane": "调查员可能开始相信自己听到的语言包含隐藏信息，或者维吾尔语单词中藏有超自然力量。"
  },
  "语言（藏语）": {
    "base_value": 1,
    "category": "语言",
    "description": "掌握藏语的能力，包括口语交流和书面理解。藏语主要在中国西藏和周边地区使用，有多种方言。",
    "difficulty_examples": {
      "regular": "进行基本日常对话；理解简单文本；表达基本需求和想法。",
      "hard": "理解地区方言；阅读传统文献；进行关于文化或宗教的深入讨论。",
      "extreme": "理解古代宗教文本；完美模仿本地口音；翻译含有复杂哲学或宗教概念的内容。"
    },
    "opposed_skills": [],
    "push_examples": "反复尝试不同表达方式；查阅字典或参考资料；请求对方放慢语速或重复。",
    "push_failure": "严重误解重要信息；使用不当词语导致文化冒犯；在紧急情况下语言能力突然失效。",
    "push_insane": "调查员可能开始相信藏语文字中隐藏着神秘符号，或者某些藏语咒语具有实际超自然效力。"
  },
  "生存": {
    "base_value": 10,
    "category": "技能",
    "description": "对于户外生活以及生存所拥有的知识并且包含了使用者寻求庇护所，安全食物和水源的能力以及编制陷阱来捕猎动物，制作临时武器，火，以及预计即将到来的天气变化，可能的自然灾害以及危险（土崩，雷暴雪崩等等）。KP可能会问调查员他们的成长地方或者训练的环境类型来决定先前的经验和理解。一位成长于热带环境的调查员可能对于北极圈环境不够熟悉，或者一位从小成长于一个热沙漠的人可能在一个温带丛林中感到迷失。一些KP也许会根据生存所处地区的不同，而将生存分成几个不同的专精：北极，热带，沙漠，海洋，山林等。这种情况下，KP将会决定一次成功的生存检定在一个不熟悉地区之中将会达到什么效果，或者可能会让检定以惩罚骰。",
    "difficulty_examples": {
      "regular": "在熟悉环境中找到基本食物和庇护；制作简单陷阱；预测常见天气变化。",
      "hard": "在陌生环境中生存；处理危险天气条件；寻找稀有资源。",
      "extreme": "在极端恶劣环境中生存；预测罕见自然灾害；在几乎没有资源的情况下维持生命。"
    },
    "opposed_skills": [],
    "push_examples": "花费额外时间搜索资源；尝试非常规生存方法；冒险进入危险区域寻找必需品。",
    "push_failure": "走失；误食有毒物质；shelter崩塌；遭遇危险野生动物；准备的食物腐败。",
    "push_insane": "调查员可能发展出对野外的极度恐惧或相反地产生一种错误的安全感，相信自己能够与自然完全和谐共处，不需要任何防护措施。"
  },
  "语言": {
    "base_value": 1,
    "category": "知识",
    "description": "代表使用者可以了解、说、读以及写一门不是他母语的语言的能力。使用这个技能时，必须明确一个具体的语言(如'语言（英语）'、'语言（拉丁语）'等)。当一名角色初次将一门语言（除了母语）提升到50%，所有其他相关的同系语言都会提升10%（但不会超过50%）。当角色初次将一门语言提升到90%，所有相关同系语言会再次提升10%（但不会高于90%）。\n\n技能等级含义：\n- 5%：能够正确地辨认出这门语言而不需要检定。\n- 10%：可以交流简单的想法。\n- 30%：可以对社交上的需求进行理解。\n- 50%：可以进行流畅的交流。\n- 75%：可以将这门语言说得像是本地人一样。",
    "specializations": [
      "英语",
      "法语",
      "德语",
      "俄语",
      "西班牙语",
      "意大利语",
      "日语",
      "中文",
      "阿拉伯语",
      "拉丁语",
      "希腊语",
      "古埃及语",
      "荷兰语",
      "捷克语",
      "波兰语",
      "瑞典语",
      "挪威语",
      "丹麦语",
      "韩语",
      "葡萄牙语",
      "罗马尼亚语",
      "乌克兰语",
      "塞尔维亚语",
      "藏语",
      "希伯来语"
    ],
    "language_families": {
      "日耳曼语族": ["英语", "德语", "荷兰语", "瑞典语", "挪威语", "丹麦语"],
      "斯拉夫语族": ["俄语", "波兰语", "捷克语", "乌克兰语", "塞尔维亚语"],
      "罗曼语族": ["法语", "西班牙语", "意大利语", "葡萄牙语", "罗马尼亚语"],
      "汉藏语系": ["中文", "藏语"],
      "阿尔泰语系": ["日语", "韩语", "蒙古语", "维吾尔语"],
      "闪含语系": ["阿拉伯语", "希伯来语", "埃塞俄比亚语"],
      "古典语言": ["拉丁语", "希腊语", "梵语", "古埃及语"]
    },
    "difficulty_examples": {
      "regular": "进行有着使对话清晰的停顿的正常交流；理解包含一些学术性或非常用术语的文本。",
      "hard": "理解大量非常用的学术性术语；理解包含历史或古式短语的文本；与使用罕见方言的人交流。",
      "extreme": "理解极其古老或晦涩的文本；完全掌握语言的所有细微差别；精确翻译含复杂专业术语的技术或文学作品。"
    },
    "opposed_skills": [],
    "push_examples": "花费更长的时间来思考你想要说的词语；在长停顿后回答你被告知的内容；查阅其他的书来进行翻译。",
    "push_failure": "完全误解关键信息；一个词语或短句被错误地理解了（意思可能颠倒）；过大或过响的讨论引起敌对集团对你的警觉；冒犯听者导致他们用拳头回应或联合周围的人反对你。",
    "push_insane": "调查员可能开始说不为人知的话，或者相信自己正在使用以诺语（一种神秘学语言）。"
  }
}